Repository: JavitoRoGo/TimerUpAndDown
Catalog: TimerUpAndDown/Localizable.xcstrings
Source language: en
Languages: es

source: Add
es: Añadir

source: Add new event
es: Añadir evento

source: Calculate
es: Calcular

source: Cancel
es: Cancelar

source: Choose a backward timer as your favorite to show it here.
es: Marca un temporizador como favorito para mostrarlo aquí

source: Choose a forward timer as your favorite to show it here.
es: Marca un contador como favorito para mostrarlo aquí

source: days
es: días

source: Delete
es: Borrar

source: Event date
es: Fecha del evento

source: Favorites
es: Favoritos

source: Future date
es: Evento futuro

source: Go!
es: ¡Vamos!

source: hours
es: horas

source: Insert the event name
es: Escribe un nombre para el evento

source: minutes
es: minutos

source: One event
es: Ejemplo

source: Passed
es: Anteriores

source: Passed time
es: Tiempo transcurrido

source: Past date
es: Evento pasado

source: Remaining
es: Futuros

source: Remaining time
es: Tiempo restante

source: Run
es: Seguir

source: seconds
es: segundos

source: Select some favorites to show them here.
es: Marca algunos favoritos para mostrarlos aquí

source: Stop
es: Parar

source: Tap on "+" button to add a new event.
es: Pulsa '+' para añadir un contador
